{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "KBH_ST_Luke",
			"Children": [
				{
					"Source":
					{
						"Text": "At first, Lucas was distraught by this shocking event, but he soon realized that his technology and inventions could be powerful weapons against this new threat, and he resolved to take direct action beyond his life as an inventor."
					},
					"Translation":
					{
						"Text": "\"처음에 루카스는 이 충격적인 사건에 혼란스러워했지만, 곧 자신의 기술과 발명품이 이 새로운 위협에 대항할 수 있는 강력한 무기가 될 수 있다는 사실을 깨닫고 발명가로서의 삶을 넘어 직접 행동하기로 다짐했습니다."
					},
					"Key": "3"
				},
				{
					"Source":
					{
						"Text": "Lucas \"Luke\" Nova was a genius of technology and invention, living a peaceful life researching future technologies."
					},
					"Translation":
					{
						"Text": "\"루카스 \"루크\" 노바는 기술과 발명의 천재로, 미래 기술을 연구하며 평화로운 삶을 살고 있었습니다."
					},
					"Key": "1"
				},
				{
					"Source":
					{
						"Text": "Then one day, the gate to another world opened and monsters poured into Earth, and even ordinary people suddenly found themselves in a situation where they had to become hunters and fight."
					},
					"Translation":
					{
						"Text": "그러던 어느 날, 이세계 게이트가 열리며 몬스터들이 지구로 쏟아져 들어왔고, 평범한 사람들조차 갑작스럽게 헌터가 되어 싸워야 하는 상황에 처하게 되었습니다.\""
					},
					"Key": "2"
				},
				{
					"Source":
					{
						"Text": "This incident led him down the path of becoming a hunter, and his inventions were now transformed from mere tools into essential equipment for hunters in battles with monsters."
					},
					"Translation":
					{
						"Text": "이 사건은 그를 헌터로서의 길로 이끌었고, 그의 발명품은 이제 단순한 도구가 아닌, 몬스터들과의 전투에서 헌터들에게 필수적인 장비로 변모했습니다.\""
					},
					"Key": "4"
				}
			]
		},
		{
			"Namespace": "NewStringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "BGM"
					},
					"Translation":
					{
						"Text": "BGM"
					},
					"Key": "002"
				},
				{
					"Source":
					{
						"Text": "Interface Valume"
					},
					"Translation":
					{
						"Text": "Interface Valume"
					},
					"Key": "004"
				},
				{
					"Source":
					{
						"Text": "Main Volume"
					},
					"Translation":
					{
						"Text": "Main Volume"
					},
					"Key": "001"
				},
				{
					"Source":
					{
						"Text": "Sound Effect"
					},
					"Translation":
					{
						"Text": "Sound Effect"
					},
					"Key": "003"
				},
				{
					"Source":
					{
						"Text": "V-Sync"
					},
					"Translation":
					{
						"Text": "V-Sync"
					},
					"Key": "005"
				}
			]
		}
	]
}